[
    {
        "toy_name": "MathLink Cubes",
        "seller_name": "ToysRUs",
        "seller_email": "sales@toysrus.com",
        "categoryName": "Mathematics",
        "price": "$19.99",
        "rating": "4.5",
        "quantity": "100",
        "imageUrl": "https://i.ibb.co/5rFrTr1/m1.jpg",
        "metaTextDescription": "MathLink Cubes are a versatile math toy kit that helps kids learn basic math concepts through hands-on exploration and building. The set includes colorful cubes that can be connected to form patterns, shapes, and numbers, promoting spatial awareness and problem-solving skills."
    },
    {
        "toy_name": "Pattern Blocks",
        "seller_name": "Learning Resources",
        "seller_email": "info@learningresources.com",
        "categoryName": "Mathematics",
        "price": "$14.99",
        "rating": "4.2",
        "quantity": "50",
        "imageUrl": "https://i.ibb.co/kqtPZhM/m2.jpg",
        "metaTextDescription": "Pattern Blocks are a fun math toy kit that allows kids to explore geometric shapes and patterns. The set includes various shapes and colors that can be used to create and replicate patterns, enhancing spatial reasoning and critical thinking skills."
    },
    {
        "toy_name": "Fraction Tiles",
        "seller_name": "Amazon",
        "seller_email": "info@amazon.com",
        "categoryName": "Mathematics",
        "price": "$9.99",
        "rating": "4.7",
        "quantity": "200",
        "imageUrl": "https://i.ibb.co/mF5GPyf/m3.png",
        "metaTextDescription": "Fraction Tiles are a valuable tool for teaching kids about fractions. The set includes tiles representing different fractions that can be manipulated and arranged to understand concepts like addition, subtraction, and equivalence of fractions."
    },
    {
        "toy_name": "Abacus",
        "seller_name": "Melissa & Doug",
        "seller_email": "customerservice@melissaanddoug.com",
        "categoryName": "Mathematics",
        "price": "$24.99",
        "rating": "4.8",
        "quantity": "75",
        "imageUrl": "https://i.ibb.co/SKDkLk5/m4.png",
        "metaTextDescription": "The Abacus is a classic math toy that helps kids develop number sense and basic arithmetic skills. It features rows of beads that can be moved back and forth to perform calculations and understand place value."
    },
    {
        "toy_name": "Geometric Shapes Puzzle",
        "seller_name": "Fat Brain Toys",
        "seller_email": "sales@fatbraintoys.com",
        "categoryName": "Mathematics",
        "price": "$17.99",
        "rating": "4.4",
        "quantity": "80",
        "imageUrl": "https://i.ibb.co/M16vP3w/m5.jpg",
        "metaTextDescription": "The Geometric Shapes Puzzle is a hands-on math toy kit that introduces kids to various shapes and spatial relationships. It consists of puzzle pieces that can be assembled to form different geometric shapes, promoting problem-solving and geometry skills."
    },
    {
        "toy_name": "Snap Circuits Jr. SC-100 Electronics Exploration Kit",
        "seller_name": "Elenco",
        "seller_email": "sales@elenco.com",
        "categoryName": "Science and Discovery Kits",
        "price": "$29.99",
        "rating": "4.7",
        "quantity": "100",
        "imageUrl": "https://i.ibb.co/vhqMn0d/s1.jpg",
        "metaTextDescription": "The Snap Circuits Jr. SC-100 Electronics Exploration Kit is an exciting science toy kit that introduces kids to the world of electronics. It comes with snap-together components that allow children to build over 100 electronic projects, such as a sound-activated switch, a flying saucer, and a photo sensor. With its easy-to-follow instructions, this kit provides a hands-on learning experience in circuitry and electrical engineering."
    },
    {
        "toy_name": "National Geographic Mega Crystal Growing Lab",
        "seller_name": "National Geographic",
        "seller_email": "info@nationalgeographic.com",
        "categoryName": "Science and Discovery Kits",
        "price": "$24.99",
        "rating": "4.5",
        "quantity": "75",
        "imageUrl": "https://i.ibb.co/0CsMRwP/s2.jpg",
        "metaTextDescription": "The National Geographic Mega Crystal Growing Lab is an educational kit that allows kids to grow their own dazzling crystals. It includes all the necessary materials and detailed instructions to grow crystals in multiple colors and sizes. Through this hands-on experiment, children learn about crystal formation, chemistry, and geological processes."
    },
    {
        "toy_name": "Educational Insights GeoSafari Jr. My First Microscope",
        "seller_name": "Educational Insights",
        "seller_email": "info@educationalinsights.com",
        "categoryName": "Science and Discovery Kits",
        "price": "$21.99",
        "rating": "4.3",
        "quantity": "50",
        "imageUrl": "https://i.ibb.co/162T5kQ/s3.jpg",
        "metaTextDescription": "The Educational Insights GeoSafari Jr. My First Microscope is a beginner's microscope designed for young scientists. It features a soft eyepiece, 2x magnification, and a focus-free design, making it easy for kids to observe objects up close. This microscope introduces children to the world of microscopy, encouraging curiosity and exploration of the microscopic world."
    },
    {
        "toy_name": "Thames & Kosmos Kids First Science Laboratory Kit",
        "seller_name": "Thames & Kosmos",
        "seller_email": "customerservice@thamesandkosmos.com",
        "categoryName": "Science and Discovery Kits",
        "price": "$39.99",
        "rating": "4.6",
        "quantity": "120",
        "imageUrl": "https://i.ibb.co/wgzHw0F/s4.png",
        "metaTextDescription": "The Thames & Kosmos Kids First Science Laboratory Kit is a comprehensive science kit that introduces young children to the basics of scientific inquiry and experimentation. It includes a variety of tools, materials, and step-by-step guides for conducting safe and engaging experiments. With this kit, kids can explore topics such as physics, chemistry, biology, and geology in a hands-on and playful way."
    },
    {
        "toy_name": "SmartLab Toys Squishy Human Body",
        "seller_name": "SmartLab Toys",
        "seller_email": "sales@smartlabtoys.com",
        "categoryName": "Science and Discovery Kits",
        "price": "$29.99",
        "rating": "4.4",
        "quantity": "90",
        "imageUrl": "https://i.ibb.co/HPV8FcY/s5.jpg",
        "metaTextDescription": "The SmartLab Toys Squishy Human Body is a unique science kit that allows children to explore the human anatomy. It includes a 12-inch plastic human body model and removable squishy organs, providing a hands-on learning experience. By assembling the model and learning about different body systems, kids gain knowledge about biology, anatomy, and physiology."
    },
    {
        "toy_name": "LeapFrog LeapStart Interactive Learning System",
        "seller_name": "LeapFrog",
        "seller_email": "info@leapfrog.com",
        "categoryName": "Language and Literacy Kits",
        "price": "$39.99",
        "rating": "4.7",
        "quantity": "100",
        "imageUrl": "https://i.ibb.co/0tTCBPV/l1.jpg",
        "metaTextDescription": "The LeapFrog LeapStart Interactive Learning System is an engaging language toy kit that helps kids develop reading and writing skills. It features an interactive pen and a library of books and activities that cover various subjects, including phonics, vocabulary, reading comprehension, and handwriting. With its interactive and fun approach, this kit promotes a love for learning and language development."
    },
    {
        "toy_name": "Melissa & Doug See & Spell Wooden Educational Toy",
        "seller_name": "Melissa & Doug",
        "seller_email": "customerservice@melissaanddoug.com",
        "categoryName": "Language and Literacy Kits",
        "price": "$19.99",
        "rating": "4.5",
        "quantity": "80",
        "imageUrl": "https://i.ibb.co/BLyqvWd/l2.png",
        "metaTextDescription": "The Melissa & Doug See & Spell Wooden Educational Toy is a language toy kit that helps children learn to spell and recognize words. It includes a wooden puzzle board and colorful letters that kids can place to spell out words corresponding to the accompanying pictures. This toy promotes letter recognition, vocabulary building, and fine motor skills."
    },
    {
        "toy_name": "Speak & Spell Electronic Game",
        "seller_name": "Hasbro",
        "seller_email": "customerservice@hasbro.com",
        "categoryName": "Language and Literacy Kits",
        "price": "$29.99",
        "rating": "4.4",
        "quantity": "70",
        "imageUrl": "https://i.ibb.co/tMrrdj8/l3.jpg",
        "metaTextDescription": "The Speak & Spell Electronic Game is a classic language toy kit that helps kids improve spelling and word recognition. It features an electronic device that speaks words, and children need to input the correct spelling using the provided keypad. With its interactive gameplay, this toy enhances spelling skills, vocabulary, and memory."
    },
    {
        "toy_name": "VTech Touch and Learn Activity Desk Deluxe",
        "seller_name": "VTech",
        "seller_email": "info@vtech.com",
        "categoryName": "Language and Literacy Kits",
        "price": "$49.99",
        "rating": "4.6",
        "quantity": "90",
        "imageUrl": "https://i.ibb.co/3MQQBd4/l4.jpg",
        "metaTextDescription": "The VTech Touch and Learn Activity Desk Deluxe is an interactive language toy kit that promotes early language development. It features a touch-sensitive activity desk with various learning activities, including letters, numbers, vocabulary, and music. This kit helps children develop reading, writing, and language comprehension skills in an engaging and interactive way."
    },
    {
        "toy_name": "Word Building Blocks",
        "seller_name": "Learning Resources",
        "seller_email": "info@learningresources.com",
        "categoryName": "Language and Literacy Kits",
        "price": "$24.99",
        "rating": "4.3",
        "quantity": "60",
        "imageUrl": "https://i.ibb.co/HYFgsjV/l5.jpg",
        "metaTextDescription": "Word Building Blocks are a language toy kit that allows children to practice spelling and word formation. The set includes letter blocks that can be combined to create different words, enhancing vocabulary and language skills. This toy encourages hands-on learning and imaginative play while developing literacy skills."
    },
    {
        "toy_name": "K'NEX 100 Model Building Set",
        "seller_name": "K'NEX",
        "seller_email": "sales@knex.com",
        "categoryName": "Engineering and Building Kits",
        "price": "$39.99",
        "rating": "4.6",
        "quantity": "80",
        "imageUrl": "https://i.ibb.co/ZGKy0dD/e2.png",
        "metaTextDescription": "The K'NEX 100 Model Building Set is an engineering toy kit that allows kids to construct a wide variety of models and structures. It includes flexible rods, connectors, and other components that can be assembled to build cars, buildings, bridges, and more. This kit fosters creativity, problem-solving, and STEM skills in an engaging and hands-on way."
    },
    {
        "toy_name": "Snap Circuits PRO SC-500 Electronics Exploration Kit",
        "seller_name": "Elenco",
        "seller_email": "sales@elenco.com",
        "categoryName": "Engineering and Building Kits",
        "price": "$64.99",
        "rating": "4.7",
        "quantity": "50",
        "imageUrl": "https://i.ibb.co/pJbYHNs/e3.jpg",
        "metaTextDescription": "The Snap Circuits PRO SC-500 Electronics Exploration Kit is an advanced engineering toy kit that introduces kids to the world of electronics and circuitry. It includes over 75 electronic components that can be snapped together to build more than 500 projects. With its comprehensive instructions, this kit provides a hands-on learning experience in electronics and electrical engineering."
    },
    {
        "toy_name": "Engino Discovering STEM Structures Construction Kit",
        "seller_name": "Engino",
        "seller_email": "info@engino.com",
        "categoryName": "Engineering and Building Kits",
        "price": "$29.99",
        "rating": "4.4",
        "quantity": "70",
        "imageUrl": "https://i.ibb.co/rpTFbwY/e4.png",
        "metaTextDescription": "The Engino Discovering STEM Structures Construction Kit is an educational engineering toy kit that focuses on building different types of structures. It includes connectors, gears, and building parts that allow kids to construct bridges, towers, and other engineering marvels. Through hands-on construction, this kit develops problem-solving skills, spatial reasoning, and an understanding of structural engineering."
    },
    {
        "toy_name": "Marble Run Construction Set",
        "seller_name": "Quercetti",
        "seller_email": "info@quercetti.com",
        "categoryName": "Engineering and Building Kits",
        "price": "$34.99",
        "rating": "4.5",
        "quantity": "90",
        "imageUrl": "https://i.ibb.co/tcY2RZ0/e5.jpg",
        "metaTextDescription": " The Marble Run Construction Set is an engineering toy kit that allows children to design and build intricate marble runs. It includes tracks, ramps, and accessories that can be assembled in countless configurations. This kit promotes problem-solving, creativity, and understanding of physics concepts as kids experiment with gravity, momentum, and kinetic energy."
    },
    {
        "toy_name": "Crayola Inspiration Art Case",
        "seller_name": "Crayola",
        "seller_email": "info@crayola.com",
        "categoryName": "Arts and Crafts Kits",
        "price": "$19.99",
        "rating": "4.7",
        "quantity": "100",
        "imageUrl": "https://i.ibb.co/bdmJwJZ/c1.png",
        "metaTextDescription": "The Crayola Inspiration Art Case is a comprehensive crafts toy kit that includes a wide variety of art supplies. It features crayons, colored pencils, markers, and paper, allowing kids to explore different art techniques and create vibrant artworks. This kit fosters creativity, fine motor skills, and artistic expression."
    },
    {
        "toy_name": "ALEX Toys Craft My First Sewing Kit",
        "seller_name": "ALEX Toys",
        "seller_email": "customerservice@alextoys.com",
        "categoryName": "Arts and Crafts Kits",
        "price": "$24.99",
        "rating": "4.5",
        "quantity": "80",
        "imageUrl": "https://i.ibb.co/dDN1c1M/c2.jpg",
        "metaTextDescription": "The ALEX Toys Craft My First Sewing Kit is a crafts toy kit that introduces kids to the art of sewing. It includes pre-cut felt shapes, plastic needles, and colorful threads, allowing children to create their own stuffed animals, pouches, and more. This kit develops fine motor skills, hand-eye coordination, and creativity."
    },
    {
        "toy_name": "Melissa & Doug Deluxe Standing Art Easel",
        "seller_name": "Melissa & Doug",
        "seller_email": "customerservice@melissaanddoug.com",
        "categoryName": "Arts and Crafts Kits",
        "price": "$69.99",
        "rating": "4.6",
        "quantity": "50",
        "imageUrl": "https://i.ibb.co/BB2f1ZF/c3.jpg",
        "metaTextDescription": "The Melissa & Doug Deluxe Standing Art Easel is a versatile crafts toy kit that allows kids to paint, draw, and create. It features a double-sided easel with a chalkboard and a dry-erase board, along with storage trays for art supplies. With its adjustable height and ample space for creativity, this kit encourages artistic exploration and fine motor skills."
    },
    {
        "toy_name": "Creativity for Kids Grow 'n Glow Terrarium",
        "seller_name": "Creativity for Kids",
        "seller_email": "info@creativityforkids.com",
        "categoryName": "Arts and Crafts Kits",
        "price": "$14.99",
        "rating": "4.3",
        "quantity": "70",
        "imageUrl": "https://i.ibb.co/hYCXD9m/c4.jpg",
        "metaTextDescription": "The Creativity for Kids Grow 'n Glow Terrarium is a crafts toy kit that combines art and gardening. It includes a plastic terrarium, decorative accessories, and seeds for plants. Children can decorate the terrarium and watch their plants grow over time, learning about nature, responsibility, and artistic design in the process."
    },
    {
        "toy_name": "Orb Factory PlushCraft Puppy Love Pillow Kit",
        "seller_name": "Orb Factory",
        "seller_email": "sales@orbfactory.com",
        "categoryName": "Arts and Crafts Kits",
        "price": "$19.99",
        "rating": "4.4",
        "quantity": "90",
        "imageUrl": "https://i.ibb.co/zhr67nH/c5.jpg",
        "metaTextDescription": "The Orb Factory PlushCraft Puppy Love Pillow Kit is a crafts toy kit that allows kids to create their own plush pillow. It includes a pre-cut fabric pillow, colorful fabric pieces, and a stylus tool. Children can follow the simple instructions to punch the fabric pieces into the pillow, creating a soft and cuddly puppy design."
    }
]